
message = """1. Книга "Вархаммер 40000: Император на Земле"

2. Футболка с логотипом Вархаммера 40000

3. Игровой набор минифигурок Warhammer 40,000

4. Беспроводная игровая мышь с подсветкой в цветах оранж и черный

5. Набор аксессуаров для приготовления бургеров из Макдональдса

6. Термокружка с рисунком бургера и картошки фри

7. Подушка с изображением Императора в цветах оранж и черный

8. Свитшот с капюшоном в цветах оранж и черный

9. USB-хаб в виде бургера

10. Наушники с шумоподавлением в цветах оранж и черный"""

processed_test = message.split('\n')

print(processed_test)